{
	"home": "Home",
	"about": "About",
	"work": "Work",
	"contact": "Contact",

	"intro-title": "Welcome!",
	"intro-text": "It's a pleasure to see you on my website! I am a digital illustrator who creates visual stories using a tablet and a stylus. Let me be your guide to the world of illustration, where amazing images are born, and the most incredible ideas come to life!",

	"about-title": "About me",
	"para1": "My name is Victoria, and I am a freelance commercial illustrator and character designer. Since 2019, I have been bringing ideas to life through illustrations, and my goal is always to create artwork that not only looks great but also delivers results for my clients.",
	"para2": "Throughout my artistic journey, I have developed a deep love for character design, editorial illustration, branding, packaging, and technical illustration. These diverse areas have allowed me to explore different styles and pushed my creative boundaries.",
	"para3": "I thrive on collaboration and the opportunity to work with individuals and businesses who share a passion for creativity. My artistic approach is characterized by attention to detail, a keen eye for composition, and a commitment to delivering artwork that exceeds expectations. I strive to evoke emotion, spark imagination, and create a lasting impact through my illustrations.",

	"work-title": "Work",

	"section-title-1": "Character design",
	"section-text-1": "Creating unique and visually appealing characters for brands and merchandise.",
	"section-title-2": "Branding Illustration",
	"section-text-2": "Illustrations to represent a brand's visual identity. They are used in packaging, menus, and websites to create a memorable brand image.",
	"section-title-3": "Book Cover Illustration",
	"section-text-3": "Designed to capture readers' attention, they convey the mood, themes, and key elements of the book, creating its visual representation.",
	"section-title-4": "Stickerpacks",
	"section-text-4": "Stickerpacks consist of a collection of fun & expressive stickers or emojis. They allow individuals and brands to express emotions in a message.",
	"section-title-5": "Logos",
	"section-text-5": "A logotype is a unique and visually distinctive symbol used to represent a brand or business. It serves as an instant visual identifier and plays a crucial role in brand recognition.",
	"section-title-6": "Illustrations for media",
	"section-text-6": "Illustrations play a vital role in various forms of media, including newspapers, magazines, online articles, and social media posts. They bring visual interest, enhance storytelling, and capture the attention of the audience.",
	"section-title-7": "Technical illustrations",
	"section-text-7": "Technical illustrations are used to visually explain mechanisms, systems, or processes related to vehicles. These illustrations require a high level of precision, accuracy, and attention to detail.",

	"contact-title": "Contact me!",
	"contact-text": "If you're interested in collaborating or have any questions, don't hesitate to get in touch. Please send me an email with a link to your website, a project description, a timeline, and a budget. I look forward to hearing from you and bringing your vision to life through captivating illustrations!"
}
